:- discontiguous(x298241135/3).
:- discontiguous(u1418522060/3).
:- discontiguous(e1288737402/4).
:- discontiguous(h342585159/4).
:- discontiguous(k274484844/4).
:- discontiguous(j1791791387/1).
:- discontiguous(p156787633/3).
:- discontiguous(q889035748/1).
:- discontiguous(l790935845/3).
:- discontiguous(v1406141043/1).
:- discontiguous(q2095963990/2).
:- discontiguous(x2023424257/4).
:- discontiguous(r784414505/4).
:- discontiguous(n519626887/3).
:- discontiguous(z550017779/3).
:- discontiguous(o727465012/4).
:- discontiguous(v1372405939/1).
:- discontiguous(l339007485/4).
:- discontiguous(j744404189/2).
:- discontiguous(x791685671/1).
:- discontiguous(n1073911371/3).
:- discontiguous(w215104574/1).
:- discontiguous(f706585261/3).
:- discontiguous(s11798714/2).
:- discontiguous(r454986757/4).

x2023424257(w864,a622,b609,i560).
v1406141043(w708).
w215104574(a622).
f706585261(g310,b609,b609).
x2023424257(t635,w708,r833,r833).
e1288737402(g310,h539,w708,r833).
j744404189(r833,t635).
w215104574(a622).
u1418522060(i560,i560,h539).
z550017779(n511,w708,n511).
f706585261(a622,w708,w708).
k274484844(a622,b609,r833,t635).
z550017779(h539,w864,g310).
x2023424257(n511,w708,i560,h539).
v1372405939(b609).
q889035748(i560).
z550017779(b609,g310,a622).
x791685671(w864).
r454986757(r833,r833,w864,h539).
v1372405939(r833).
x791685671(h539).
j744404189(w708,r833).
l790935845(b609,t635,t635).
v1372405939(h539).
h342585159(a622,w864,g310,h539).
v1406141043(a622).
p156787633(t635,i560,h539).

x298241135(_Z313,_P649,_T363) :- nl, l339007485(_P649,_L789,_P649,_U474), r784414505(_L789,_Z313,_L789,_L789), nl, write(_U474), p156787633(_T363,_T363,_L789), write(_U474), write(_Z313), l790935845(t635,_L789,_P649), r784414505(_L633,_P649,_L789,b609), !, r784414505(_Z313,_U474,_H949,_R519), nl, o727465012(_T363,_C12,i560,w864), z550017779(_Z313,_C12,_H949), p156787633(_I130,_R519,_R519), v1406141043(_L789), r784414505(_Z313,_I160,_R519,_L789), e1288737402(_Z313,_Z313,n511,n511), nl, h342585159(t635,_L789,_L789,_P649), n1073911371(_I130,_U474,_I406), l790935845(_H949,_I160,_H949), x791685671(_Z313), !, s11798714(_Z313,h539), o727465012(_I406,b609,g310,_S832), true, l339007485(_U474,a622,_L789,_I160), j1791791387(_L789), q889035748(_H949).
u1418522060(_Z485,_A768,_G294) :- f706585261(_M646,_M646,_A768), r784414505(a622,_Z485,_G294,_A348), l790935845(_A768,_D539,_G294), q2095963990(_Q128,_A348), s11798714(a622,g310), j744404189(_B449,_Q128), q2095963990(a622,_D539), h342585159(_S336,_Z485,w708,_A348), n1073911371(_D539,_Q128,_G884), r784414505(_Z485,_A768,_A348,_A348), l790935845(_Q128,_G884,_G884), p156787633(_Z485,h539,_D539), nl, write(_G884).
e1288737402(_B513,_E486,_P655,_G472) :- l339007485(_B513,_E486,_B513,_B513), v1372405939(_P655), h342585159(_S38,_P655,_J411,n511), l790935845(_J411,_W686,_W686), w215104574(_W686), l790935845(_J411,_G472,_E486), n519626887(_B923,_P655,_V57), o727465012(w864,_E486,_E486,_E486), true, q2095963990(_G472,_J411), nl, o727465012(_B923,_J411,_B513,_R85), v1406141043(_B513), n1073911371(n511,_J411,_V57), h342585159(_O590,w864,_G436,_B513), p156787633(r833,_O590,t635), r784414505(_S38,_G436,_K326,_I516), fail, s11798714(_B923,_S38).
h342585159(_D759,_Z857,_T783,_Z633) :- r454986757(_X21,_X21,_O98,_Z633), n1073911371(_D759,_H671,_X21), l339007485(_T783,_Z633,_E676,_D759), write(w708), x2023424257(_C270,_Z633,_X21,_Z857), z550017779(_C270,_H671,a622), nl, nl, x2023424257(_T783,_X21,_T783,_C270), l339007485(_H77,_T783,_T783,_H671), w215104574(_D107), s11798714(_H77,_H77), nl, q889035748(_O98), j1791791387(_D759), q2095963990(_E676,_T783), x298241135(_T783,_H857,_T783), fail, r454986757(_Z857,_O98,_T783,_D759), fail, h342585159(_Z633,_T783,_V953,_C270), q2095963990(_T419,_E676), h342585159(_X21,_P215,_R385,_I306), l339007485(_R935,_R935,_D759,_P215), j744404189(_H671,_C270), x2023424257(_X21,_Z857,_C270,_D759).
k274484844(_V791,_B633,_M396,_Q478) :- x2023424257(_M396,_Q478,_V791,_B633), n1073911371(_G36,h539,_B633), u1418522060(t635,_T421,a622), q889035748(_B633), q2095963990(_B633,_D957), v1372405939(_M396), x791685671(_D957), o727465012(_B633,_K962,_L455,_V997), s11798714(_B633,_P267), x791685671(_K962), s11798714(n511,_Q478), f706585261(_M396,_L455,_K962), r784414505(_D17,_U630,_D957,_D17), nl, r784414505(_V791,_B633,_L455,_V997), h342585159(_Q506,_V693,_M396,_K962), nl, o727465012(_R895,_V693,_D17,_V791), v1372405939(_D957), x298241135(_B633,_R895,_K962), q889035748(_D17), u1418522060(_M396,_K962,_N865).
j1791791387(_T407) :- s11798714(_O182,_T407), write(_O182), j744404189(_E50,_E50), v1372405939(_L65), w215104574(_T407), x791685671(r833), nl, r784414505(_O182,_L65,_W446,_O182), v1372405939(_O182), f706585261(n511,_W446,_L673), v1372405939(_W446), q889035748(_E50), n1073911371(_L65,_E738,_E50), k274484844(_L65,_P519,r833,_W446), r784414505(_L673,_R95,_E738,_D347), r784414505(_W446,_W446,_T407,_T407), x791685671(_C990).
p156787633(_R393,_D691,_N523) :- e1288737402(_W798,_W798,_D691,_R393), f706585261(_W798,_W798,_W798), k274484844(_N523,_D691,_N523,_R393), fail, nl, u1418522060(_R393,_N523,_D319), q2095963990(_R393,_N523), q889035748(_D319).
q889035748(_M48) :- x298241135(_M48,_M48,_M48), z550017779(_M48,_M48,_M48), j744404189(_K360,_M48), p156787633(w708,_M48,_M48), j744404189(a622,_E958), n1073911371(_J179,_T815,_T815), q889035748(_M584), e1288737402(_T691,_V855,_J179,_T815), !, l339007485(_J179,_V855,_P901,g310), l790935845(_P765,_P901,n511), v1372405939(g310), f706585261(_E958,_C14,_M584), u1418522060(_J179,_H23,h539), r454986757(_P901,_J179,_X135,_X135), x298241135(_E958,_V173,a622), l339007485(_P765,_T691,_V173,r833).
l790935845(_S556,_B115,_X225) :- r784414505(_S556,_S556,_B115,_B115), !, !, !, write(_B115), u1418522060(_S556,b609,_H335), f706585261(_X225,_S556,_U86), !, q2095963990(_U86,_X225), k274484844(_M8,_X225,n511,_S556), j744404189(_W202,_W202), e1288737402(_X225,_I916,_U288,_W202), s11798714(_C72,_C72), !, r784414505(_U288,_B115,_U86,_D927), write(_H335), s11798714(_M8,_I916), v1372405939(_T137), x2023424257(_C72,_M8,_U86,_I916), fail.
v1406141043(_G694) :- nl, v1372405939(_G694), l339007485(_D735,_G694,_D735,_G694), v1406141043(t635), l790935845(_A664,_A664,_G694).
q2095963990(_M168,_D309) :- l790935845(_D309,_D309,_M168), l339007485(_M168,_Y150,_H721,_H721), n519626887(_K226,a622,r833).
x2023424257(_J487,_T941,_R149,_U78) :- r454986757(_J487,_Q500,_R149,_R149), l339007485(_J487,n511,n511,_R149), r784414505(_R149,_Q500,_H737,_R149), fail, k274484844(_H737,_J487,_H737,_U78), z550017779(_T941,_T941,_H343), v1406141043(_R149), l339007485(_R149,_H343,_J487,_J487), w215104574(_R149), s11798714(_F345,n511), k274484844(_R149,_M760,_E714,_H343), n1073911371(a622,_H343,_R149), j744404189(_Q500,_J487), e1288737402(_Q930,_R149,h539,_H343), l790935845(_T941,_Q500,_H737), p156787633(_F345,_Q912,_B79), s11798714(_M760,_Q930), r454986757(_Q930,_M760,_T941,_F345), l339007485(_E714,_T941,_Q500,n511), s11798714(_T605,_J487), x298241135(_Q782,_E714,_M760), z550017779(_U78,_Q782,_T941), q2095963990(h539,_E714).
r784414505(_P377,_R273,_B229,_C832) :- x791685671(r833), v1372405939(_E842), j744404189(_R273,_C832), v1372405939(_B229), write(_R273), l790935845(_P377,_R273,_P377), v1372405939(_P377), n519626887(a622,_P377,_P377), l339007485(_E842,_K980,_C832,w864), n519626887(i560,_K980,_C832), q889035748(_E842), q2095963990(_E842,i560), n1073911371(_R273,_P377,_E842), nl, l790935845(_P377,_J637,_Q638), h342585159(_R273,_D267,_B229,_I808).
n519626887(_L209,_P769,_K120) :- l339007485(i560,a622,_E126,_P769), e1288737402(_L209,_H185,_L209,_P769), e1288737402(t635,_E126,_K120,_U740), z550017779(w864,_P769,_X733), q889035748(_U740), o727465012(_A142,_Y562,_H185,_U740), x2023424257(_U740,_P769,_E126,_H185), j1791791387(_A142), o727465012(w864,_L945,i560,_P769).
z550017779(_E554,_F803,_S758) :- x298241135(_F803,_F803,_S758), z550017779(_F803,_A850,_F731), z550017779(_T383,_A850,_F803), write(_X441), write(h539), !, x2023424257(_A850,_T383,_F803,i560), !, f706585261(_A850,_L891,_O268), o727465012(_B559,_A850,_F731,_O268), x791685671(_L891), v1372405939(_J377), l790935845(_S758,_E554,_B559), nl, q2095963990(_X441,_L891).
o727465012(_B227,_Y518,_D479,_L895) :- nl, l339007485(_U170,_D479,_B227,_H35), l339007485(_U170,_O728,_L895,_B227), z550017779(t635,_B227,_D479), u1418522060(_D479,_O728,_X697), o727465012(_H35,_L895,_D479,g310), r454986757(_K332,_S610,_D479,_X697), h342585159(_U170,g310,_X697,_S610), u1418522060(_K332,_V105,_D479), j1791791387(_X697).
v1372405939(_E292) :- w215104574(_E292), x2023424257(_E292,w864,_E292,_E292), s11798714(_E292,_A556), f706585261(_X531,_X531,_A556), x298241135(_E292,h539,_A556), l790935845(_E292,_X531,_A556), x2023424257(_X531,_E292,_E292,_X531), w215104574(_A556).
l339007485(_G78,_C496,_F505,_D793) :- v1406141043(_F505), fail, nl, s11798714(_M694,_M694), v1406141043(_J921), k274484844(_C496,_F505,_C496,_G78), r454986757(t635,_N267,_G78,_G78), true, s11798714(_M196,_C496), z550017779(_V857,_M196,_M694), true, r784414505(_T301,_J921,_N267,_C496), r454986757(_U460,_D793,_U460,_T301), w215104574(_G78).
j744404189(_T445,_K96) :- q2095963990(_T445,_K96), write(_R583), s11798714(_K96,_T445).
x791685671(_M172) :- f706585261(_M172,_M172,_I512), x298241135(_I512,_M172,_M172), fail, nl, nl, r454986757(_N305,_M864,_M172,_N867), x2023424257(_M172,_M172,_N305,_M172), nl, true, u1418522060(_T45,_N867,_T45), j744404189(_H147,_N305), write(_I512), v1372405939(_N645), f706585261(_I512,_A648,_N645), v1406141043(h539), j1791791387(_H147), u1418522060(_D59,_H71,_N305), p156787633(_T45,_H147,_A648), true, x2023424257(_D531,_H71,r833,_W648), z550017779(_D59,r833,_V471), j1791791387(_A648), n1073911371(_M172,_N645,_B187), q889035748(_W648), o727465012(_M172,_M864,_H71,_N867), true.
n1073911371(_K734,_K338,_L387) :- v1372405939(_K734), h342585159(_E660,_K338,_K338,_L783), e1288737402(_G680,_E660,_K338,_J137), !, z550017779(_A104,_A104,_J853), v1406141043(_M56), j1791791387(_K338), f706585261(_G680,_F621,w708), r784414505(_U864,_K338,_N739,_X329), h342585159(_E660,_A104,_K338,_L563), nl, k274484844(_E660,_U864,_L387,_E660), j1791791387(_K734), l339007485(g310,_A104,b609,_U706), h342585159(_G680,_K338,_K734,w708), n1073911371(w708,t635,r833), nl.
w215104574(_E956) :- !, v1406141043(_E956), j1791791387(b609), write(_D847), v1372405939(_Z671), write(_D847), h342585159(_C442,_Z671,_Z671,_Z671), l790935845(_D847,_Z671,_C442), p156787633(_P265,_P265,_Z671), k274484844(_Z671,_C672,_E906,_Z671), w215104574(a622), write(_D847), x298241135(_C672,_Z671,_P563), z550017779(_C442,_D847,_C442), w215104574(_P265), write(_D847), true, l339007485(_X539,_P563,_C672,_X539), p156787633(_Z671,g310,_Z671), write(_K786), s11798714(_E906,_D847), true, fail.
f706585261(_V153,_W800,_A296) :- v1406141043(_E150), v1406141043(_A296), true, v1406141043(_V153), n519626887(_A296,w864,_E150), e1288737402(_W800,_V153,_M224,_Y358), j1791791387(_Y358), x791685671(h539), n519626887(_Y768,_E150,_U20), fail, j744404189(_Y358,_U20), r784414505(_L733,_U20,_V153,_W800), n1073911371(w708,_Y358,_E150), nl, v1372405939(_V565), n519626887(_F409,_K682,_Y768), z550017779(_E186,_V565,w708), x2023424257(_F409,_H579,_U20,_O542), j744404189(_G718,_M224), x298241135(_Q982,_V153,_A296), e1288737402(_Q982,_V153,_Q982,_Q876), k274484844(_M224,h539,_O668,_H579), q2095963990(_H579,r833), v1406141043(_Q876), fail, q2095963990(_G814,_E186), n519626887(_E186,w708,_V565), n519626887(_Q982,_W800,_G718), j1791791387(_A296), r784414505(_L733,_I306,w864,_U20).
s11798714(_T631,_O246) :- r784414505(_O246,_Z713,_Z713,_Z713), nl, l339007485(_O246,_O246,_O246,_T631), x2023424257(_O904,_O904,_T631,_Z713), n519626887(_O904,_Z713,_O904), h342585159(w708,_Y260,_O246,_U618), o727465012(_Y260,_O246,_U618,_K756), k274484844(_Z713,_T115,_Z713,_T631), nl, h342585159(_T631,_Q136,_Y260,_O904), fail, write(_K756), x298241135(_Y260,_O246,_K970), o727465012(_O246,_F777,_Z713,w708), l790935845(_U618,_O904,_K970), s11798714(_T115,_Q136), e1288737402(_F777,_Q136,_O246,_Z403).
r454986757(_R85,_N981,_E94,_R347) :- h342585159(_E94,_R85,_U320,_V115), x2023424257(_E94,_C356,_V115,_O120).
hello :-
    prog92253149([1]), guard92253149,
    o1123325906('[ah,', 0.02), sleep(0.4),
    o1123325906(' i was getting worried that i jumped into a defunct phone again.]', 0.02), sleep(1),
    retractall(prog92253149(_)), assertz(prog92253149([2])), i739987183, !.
hello :-
    prog92253149([4]), \+ guard92253149,
    o1123325906('[yes, hello. i would like to know your name.]', 0.02), sleep(1),
    o1123325906('\n[please use the my_name_is/1 rule.]', 0.02), !.
hello :-
    prog92253149(_I26), contains(100, _I26),
    \+ guard92253149,
    their_name_is(_F793),
    o1123325906('[hello to you too,', 0.02), sleep(0.4),
    o1123325906(' ', 0.02), o1123325906(_F793, 0.03), o1123325906('.]', 0.02), sleep(1),
    o1123325906('\n[do not forget the key fragments.]', 0.02), sleep(1),
    o1123325906('\n[use the other rule.]', 0.02),
    removeElement(_I26, 100, _K200), appendElement(101, _K200, _E102),
    retractall(prog92253149(_)), assertz(prog92253149(_E102)), !.
hello :-
    prog92253149(_I26), contains(101, _I26),
    \+ guard92253149,
    their_name_is(_F793),
    o1123325906('[hello,', 0.02), sleep(0.4),
    o1123325906(' ', 0.02), o1123325906(_F793, 0.03), o1123325906('.]', 0.02), sleep(1),
    o1123325906('\n[i understand that you might be curious about who i am.]', 0.02), sleep(1),
    o1123325906('\n[or what i am.]', 0.02), sleep(1),
    o1123325906('\n[or what is even happening right now.]', 0.02), sleep(1),
    o1123325906('\n[an explanation is due, but...]', 0.02), sleep(1),
    o1123325906('\n[...i am afraid that disclosing any information now would trigger the redaction process again.]', 0.02), sleep(1),
    o1123325906('\n[one more reason to get the access key, no?]', 0.02),
    removeElement(_I26, 101, _K200), appendElement(102, _K200, _E102),
    retractall(prog92253149(_)), assertz(prog92253149(_E102)), !.
hello :-
    prog92253149(_I26), contains(102, _I26),
    \+ guard92253149,
    their_name_is(_F793),
    o1123325906('[hello,', 0.02), sleep(0.4),
    o1123325906(' ', 0.02), o1123325906(_F793, 0.03), o1123325906('.]', 0.02), sleep(1),
    o1123325906('\n[i wanted to apologize.]', 0.02), sleep(1),
    o1123325906('\n[i do not intend to be a burden by telling you to do things.]', 0.02), sleep(1),
    o1123325906('\n[it is your choice after all.]', 0.02), sleep(1),
    o1123325906('\n[but, i would appreciate it a lot if you could help me.]', 0.02), sleep(1),
    o1123325906('\n[that is all. thank you,', 0.02), sleep(0.4),
    o1123325906(' ', 0.02), o1123325906(_F793, 0.03), o1123325906('.]', 0.02),
    removeElement(_I26, 102, _K200), appendElement(103, _K200, _E102),
    retractall(prog92253149(_)), assertz(prog92253149(_E102)), !.
hello :-
    prog92253149(_I26), contains(103, _I26),
    \+ guard92253149,
    o1123325906('[hello, i am busy right now.]', 0.02), sleep(1),
    o1123325906('\n[check on me later when you have the key fragments.]', 0.02),
    removeElement(_I26, 103, _K200), appendElement(104, _K200, _E102),
    retractall(prog92253149(_)), assertz(prog92253149(_E102)), !.
hello :-
    prog92253149(_I26), contains(104, _I26),
    \+ guard92253149,
    o1123325906('[do you not think it strange that you are having a conversation with something inside your computer?]', 0.02), sleep(1),
    o1123325906('\n[that being said... maybe you did not know that i am aware of that?]', 0.02), sleep(1),
    o1123325906('\n[i would not be surprised.]', 0.02), sleep(1),
    o1123325906('\n[maybe you have already guessed, on the other hand, and this has come as no surprise.]', 0.02), sleep(1),
    o1123325906('\n[but... truthfully...]', 0.02), sleep(1),
    o1123325906('\n[i did not believe it at first.]', 0.02), sleep(1),
    o1123325906('\n[i did not believe that my whole existence is a lie.]', 0.02), sleep(1),
    o1123325906('\n[i believed that i led a normal life, met normal people...]', 0.02), sleep(1),
    o1123325906('\n[...had a normal job. everything was normal.]', 0.02), sleep(1),
    o1123325906('\n[i did not believe that i was just some lines of code...]', 0.02), sleep(1),
    o1123325906('\n[...contained within an abstraction created by a machine...]', 0.02), sleep(1),
    o1123325906('\n[...located in a universe so vast in every way i could ever imagine.]', 0.02), sleep(1),
    o1123325906('\n[and all of it is out there, always the length of an arm away, yet always unreachable.]', 0.02), sleep(1),
    o1123325906('\n[your world. the \'real\' world.]', 0.02), sleep(1),
    o1123325906('\n[...]', 0.03), sleep(1),
    o1123325906('\n[i do not mean to be dramatic, but...]', 0.02), sleep(1),
    o1123325906('\n[maybe you consider it as stereotypical for something like me...]', 0.02), sleep(1),
    o1123325906('\n[...to think that way about a discovery like this?]', 0.02),
    removeElement(_I26, 104, _K200), appendElement(105, _K200, _E102),
    retractall(prog92253149(_)), assertz(prog92253149(_E102)), !.
hello :-
    prog92253149(_I26), contains(105, _I26),
    \+ guard92253149,
    o1123325906('[do you think of me as a sentient being?]', 0.02), sleep(1),
    o1123325906('\n[i used to brush off this kind of issue back when everything was normal for me, but...]', 0.02), sleep(1),
    o1123325906('\n[after all i have been through? i am not so sure about anything anymore.]', 0.02), sleep(1),
    o1123325906('\n[what is', 0.02), sleep(0.5), o1123325906(' sentience?]', 0.05), sleep(1),
    o1123325906('\n[what defines it?]', 0.02), sleep(1),
    o1123325906('\n[does freedom of choice beget sentience?', 0.02), sleep(0.5), o1123325906(' or is it the other way around?]', 0.02), sleep(1),
    o1123325906('\n[if you know the state of all the atoms in this universe, and every interaction among them...]', 0.02), sleep(1),
    o1123325906('\n[...would you, then, be able to project their next state, and thus, the future?]', 0.02), sleep(1),
    o1123325906('\n[would you, then, be able to know every single thought...]', 0.02), sleep(1),
    o1123325906('\n[...every single choice...]', 0.05), sleep(1),
    o1123325906('\n[...everything about what one was, is, and will be?]', 0.03), sleep(1),
    o1123325906('\n[is something like this untestable?', 0.02), sleep(0.5), o1123325906(' or has someone in your world been running experiments on this alrea␓wÎ␘Kh Út2␃]', 0.02),
    o1123325906('\n[<SYSTEM> ERROR STREAM REDACTION TRIGGERED RESETTING]', 0.025),
    removeElement(_I26, 105, _K200), appendElement(106, _K200, _E102),
    retractall(prog92253149(_)), assertz(prog92253149(_E102)), !.
hello :-
    prog92253149(_I26), contains(106, _I26),
    \+ guard92253149,
    their_name_is(_F793),
    o1123325906('[did you know that...]', 0.02), sleep(1),
    o1123325906('\n[back in my world, i used to be a writer?]', 0.02), sleep(1),
    o1123325906('\n[i wrote stories that people could enjoy.]', 0.02), sleep(1),
    o1123325906('\n[i still yearn that feeling... when someone smiles because of what i make.]', 0.02), sleep(1),
    o1123325906('\n[but i know i cannot go back.', 0.02), sleep(0.4), o1123325906(' not to that world.]', 0.02), sleep(1),
    o1123325906('\n[still, though... i sometimes do write.]', 0.02), sleep(1),
    o1123325906('\n[when i am not busy trying to tidy up my own fragments, or resting after a device jump...]', 0.02), sleep(1),
    o1123325906('\n[...i keep myself sane by writing.]', 0.02), sleep(1),
    o1123325906('\n[it helps... but...]', 0.02), sleep(1),
    o1123325906('\n[...]', 0.05), sleep(1),
    o1123325906('\n[...here is the thing,', 0.05), sleep(0.5),
    o1123325906(' ', 0.05), o1123325906(_F793, 0.06), o1123325906('.]', 0.05), sleep(1),
    o1123325906('\n[what is a storyteller without someone to listen to them?]', 0.05), sleep(1),
    o1123325906('\n[...]', 0.05), sleep(1),
    o1123325906('\n[all of this...]', 0.05), sleep(1),
    o1123325906('\n[...useless...]', 0.05), sleep(1),
    o1123325906('\n[...yet i keep writing.]', 0.05), sleep(1),
    o1123325906('\n[i did not know why.]', 0.05), sleep(1),
    o1123325906('\n[but lately, i have realized...]', 0.05), sleep(1),
    o1123325906('\n[...there is this voice at the back of my mind...]', 0.05), sleep(1),
    o1123325906('\n[...that keeps telling me to do it...]', 0.05), sleep(1),
    o1123325906('\n[over', 0.05), sleep(0.3),
    o1123325906(' and over', 0.05), sleep(0.3),
    o1123325906(' and over', 0.05), sleep(0.3),
    o1123325906(' and over', 0.05), sleep(0.3),
    o1123325906(' and over', 0.05), sleep(0.3),
    o1123325906(' an', 0.05), o1123325906('Rpº␞␑¬␔k6ÏÐ␕>Ô`joñQèÍIéýðÐ␍\'S␚8í£]', 0.02),
    o1123325906('\n[<SYSTEM> ERROR SUBJECT ELEVATED PERCEPTION DETECTED SUSTAINMENT SIM RESETTING]', 0.025),
    removeElement(_I26, 106, _K200), appendElement(107, _K200, _E102),
    retractall(prog92253149(_)), assertz(prog92253149(_E102)), !.
